TestCases/laminar/NH3_42s/constant/chemistryProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version         2;
    format          ascii;
    class           dictionary;
    location        "constant";
    object          chemistryProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


chemistryType
{
    solver          ode;
    method          chemistryModel;
}

chemistry       off;
jacobian    exact;
initialChemicalTimeStep 1e-07;

odeCoeffs
{
    //solver          Rosenbrock34;
    //solver          rodas34;
    solver          seulex;
    absTol          1e-8;
    relTol          1e-4;
}

#include        "reactions"
// ************************************************************************* //
